Repository: runepro123/stellar-forge
Catalog: stellar_forge_flutter/lib/l10n/app_*.arb
Languages: de, es, fr, nl

source: TAP TO INITIALIZE
de: ZUM INITIALISIEREN TIPPEN
es: TOCA PARA INICIALIZAR
fr: APPUYER POUR INITIALISER
nl: TIK OM TE INITIALISEREN

source: COMMAND DECK
de: KOMMANDODECK
es: CUBIERTA DE MANDO
fr: PONT DE COMMANDE
nl: COMMANDODEK

source: SYSTEM PARAMETERS
de: SYSTEMPARAMETER
es: PARÁMETROS DEL SISTEMA
fr: PARAMÈTRES SYSTÈME
nl: SYSTEEMPARAMETERS

source: PROGRESS SYNC
de: FORTSCHRITTS-SYNCHRONISATION
es: SINCRONIZACIÓN DE PROGRESO
fr: SYNCHRONISATION
nl: VOORTGANGSSYNCHRONISATIE

# cloudSaveActive
source: Cloud Save active via CrazyGames
de: Cloud-Speicherung über CrazyGames aktiv
es: Guardado en la nube activo a través de CrazyGames
fr: Sauvegarde Cloud active via CrazyGames
nl: Cloudopslag actief via CrazyGames

source: DANGER ZONE
de: GEFAHRENZONE
es: ZONA DE PELIGRO
fr: ZONE DE DANGER
nl: GEVARENZONE

source: WIPE CORE MEMORY
de: KERN SPEICHER LÖSCHEN
es: BORRAR MEMORIA CENTRAL
fr: EFFACER LA MÉMOIRE CENTRALE
nl: KERNGEHEUGEN WISSEN

source: CONNECT GOOGLE PLAY
de: MIT GOOGLE PLAY VERBINDEN
es: CONECTAR GOOGLE PLAY
fr: CONNECTER GOOGLE PLAY
nl: VERBINDEN MET GOOGLE PLAY

source: PLAY OFFLINE
de: OFFLINE SPIELEN
es: JUGAR SIN CONEXIÓN
fr: JOUER HORS LIGNE
nl: OFFLINE SPELEN

source: MANUAL CLOUD SAVE
de: MANUELLE CLOUD-SPEICHERUNG
es: GUARDADO MANUAL EN LA NUBE
fr: SAUVEGARDE CLOUD MANUELLE
nl: HANDMATIGE CLOUD-OPSLAG

source: MANUAL CLOUD LOAD
de: MANUELLES CLOUD-LADEN
es: CARGA MANUAL DESDE LA NUBE
fr: CHARGEMENT CLOUD MANUEL
nl: HANDMATIGE CLOUD-LADEN

source: BACK TO GAME
de: ZURÜCK ZUM SPIEL
es: VOLVER AL JUEGO
fr: RETOUR AU JEU
nl: TERUG NAAR SPEL

source: UPGRADE QUEUE
de: UPGRADE-WARTESCHLANGE
es: COLA DE MEJORAS
fr: FILE D'ATTENTE D'AMÉLIORATION
nl: UPGRADE-WACHTRIJ

source: UNIVERSE METRICS
de: UNIVERSUM-METRIKEN
es: MÉTRICAS DEL UNIVERSO
fr: METRIQUES DE L'UNIVERS
nl: UNIVERSUM METRIEKEN

source: ASCENSION PROTOCOL
de: AUFSTIEGSPROTOKOLL
es: PROTOCOLO DE ASCENSIÓN
fr: PROTOCOLE D'ASCENSION
nl: ASCENSIEPROTOCOL

source: Current Bonus
de: Aktueller Bonus
es: Bono Actual
fr: Bonus Actuel
nl: Huidige Bonus

source: POTENTIAL GAIN
de: POTENZIELLER GEWINN
es: GANANCIA POTENCIAL
fr: GAIN POTENTIEL
nl: POTENTIÃ‹LE WINST

source: INITIATE REBIRTH
de: WIEDERGEBURT EINLEITEN
es: INICIAR RENACIMIENTO
fr: INITIER LA RENAISSANCE
nl: REBIRTH INITIALISEREN

source: MORE ENERGY REQUIRED
de: MEER ENERGIE ERFORDERLICH
es: SE REQUIERE MÁS ENERGÍA
fr: PLUS D'ÉNERGIE REQUISE
nl: MEER ENERGIE NODIG

source: CANCEL SEQUENCE
de: SEQUENZ ABBRECHEN
es: CANCELAR SECUENCIA
fr: ANNULER LA SÉQUENCE
nl: SEQUENZ ANNULEREN

source: INITIALIZE WARP
de: WARP INITIALISIEREN
es: INICIALIZAR SALTO
fr: INITIALISER LE WARP
nl: WARP INITIALISEREN

source: CURRENT LOCATION
de: AKTUELLER STANDORT
es: UBICACIÓN ACTUAL
fr: EMPLACEMENT ACTUEL
nl: HUIDIGE LOCATIE

source: MULTIVERSE CONDUIT
de: MULTIVERSUMS-LEITUNG
es: CONDUCTO MULTIVERSAL
fr: CONDUIT MULTIVERSEL
nl: MULTIVERSUM-KANAAL

source: RESTRICTED TECH
de: RESTRIKTIERTE TECHNOLOGIE
es: TECNOLOGÍA RESTRINGIDA
fr: TECHNOLOGIE RESTREINTE
nl: BEPERKTE TECHNOLOGIE

source: COST
de: KOSTEN
es: COSTE
fr: COÛT
nl: KOSTEN

source: OUTPUT
de: ERTRAG
es: PRODUCCIÓN
fr: PRODUCTION
nl: PRODUCTIE

# level
source: LV
de: ST
es: NIV
fr: NIV
nl: NIV

source: REWARD
de: BELOHNUNG
es: RECOMPENSA
fr: RÉCOMPENSE
nl: BELONING

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
nl: Instellingen

source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal

source: Energy
de: Energie
es: Energía
fr: Énergie
nl: Energie

source: Matter
de: Materie
es: Materia
fr: Matière
nl: Materie

source: Data
de: Daten
es: Datos
fr: Données
nl: Gegevens

source: Stardust
de: Sternenstaub
es: Polvo estelar
fr: Poussière d'étoiles
nl: Sterrenstof

source: Time
de: Zeit
es: Tiempo
fr: Temps
nl: Tijd

source: Mana
es: Maná

source: Void Shards
de: Leerenfragmente
es: Fragmentos del Vacío
fr: Éclats du Vide
nl: Void Scherven

source: Chronos Dust
de: Chronos-Staub
es: Polvo de Chronos
fr: Poussière de Chronos
nl: Chronos Stof

source: Solar Flares
de: Sonneneruptionen
es: Llamaradas Solares
fr: Éruptions Solaires
nl: Zonnevlammen
